Repository: lil-org/nft-player
Catalog: nft-player/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, es_419, fi, fr, gu, he, hi, hr, hu, id, it, ja, kn, ko, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: View on block explorer
ar: عرض في مستكشف الكتل
bn: ব্লক এক্সপ্লোরারে দেখুন
ca: Veure a l'explorador de blocs
cs: Zobrazit v průzkumníku bloků
da: Vis i blokudforsker
de: Im Block-Explorer anzeigen
el: Προβολή στον εξερευνητή μπλοκ
es: Ver en el explorador de bloques
es_419: Ver en el explorador de bloques
fi: Avaa lohkoketjuselaimessa
fr: Voir dans l’explorateur de blocs
gu: બ્લોક એક્સપ્લોરર પર જુઓ
he: הצג בסייר הבלוקים
hi: ब्लॉक एक्सप्लोरर में देखें
hr: Prikaži u istraživaču blokova
hu: Megtekintés a blokkböngészőben
id: Lihat di penjelajah blok
it: Visualizza nell'esploratore di blocchi
ja: ブロックエクスプローラーで表示
kn: ಬ್ಲಾಕ್ ಎಕ್ಸ್‌ಪ್ಲೋರರ್‌ನಲ್ಲಿ ವೀಕ್ಷಿಸಿ
ko: 블록 탐색기에서 보기
ml: ബ്ലോക്ക് എക്സ്പ്ലോററിൽ കാണുക
mr: ब्लॉक एक्सप्लोररवर पहा
ms: Lihat dalam penjelajah blok
nb: Vis i blokkutforsker
nl: Bekijk in de blokverkenner
or: ବ୍ଲକ୍ ଏକ୍ସପ୍ଲୋରରରେ ଦେଖନ୍ତୁ
pa: ਬਲਾਕ ਐਕਸਪਲੋਰਰ 'ਤੇ ਵੇਖੋ
pl: Wyświetl w eksploratorze bloków
pt_br: Ver no explorador de blocos
pt_pt: Ver no explorador de blocos
ro: Vezi în exploratorul de blocuri
ru: Открыть в браузере
sk: Zobraziť v prieskumníkovi blokov
sl: Prikaži v raziskovalcu blokov
sv: Visa i blockutforskaren
ta: பிளாக் எக்ஸ்ப்ளோரரில் பார்க்கவும்
te: బ్లాక్ ఎక్స్‌ప్లోరర్‌లో చూడండి
th: ดูในตัวสำรวจบล็อก
tr: Blok gezgininde görüntüle
uk: Переглянути в оглядачі блоків
ur: بلاک ایکسپلورر میں دیکھیں
vi: Xem trong trình khám phá khối
zh_hans: 在区块浏览器中查看
zh_hant: 在區塊瀏覽器中查看
